<div id="teacher-component">
    <div class="banner">
        <div class="overlay"></div>
        <div class="text">
            <h2>師資陣容</h2>
            <p>Teachers</p>
        </div>
    </div>
    <div class="teachers">
        @for($i=0;$i<10;$i++)
        <div class="teacher">
            <div class="text">
                <h3>教學理念</h3>
                <p>秉持「效率就是勝率」的教學原則，給予學生最為準確的學習重點。注重由點至線而面的擴散式學習方式，以小見大貫通國語文考科的觀 念重點。典故出處，現代應用一次掌握。更具國高中國文課本與試題 編撰實務經驗，使教學能夠更加符合考試需求，讓學生不再面臨學習 與應試分離的情況。</p>
                <h3>教學理念</h3>
                <p>秉持「效率就是勝率」的教學原則，給予學生最為準確的學習重點。注重由點至線而面的擴散式學習方式，以小見大貫通國語文考科的觀 念重點。典故出處，現代應用一次掌握。更具國高中國文課本與試題 編撰實務經驗，使教學能夠更加符合考試需求，讓學生不再面臨學習 與應試分離的情況。</p>
                <h3>教學理念</h3>
                <p>秉持「效率就是勝率」的教學原則，給予學生最為準確的學習重點。注重由點至線而面的擴散式學習方式，以小見大貫通國語文考科的觀 念重點。典故出處，現代應用一次掌握。更具國高中國文課本與試題 編撰實務經驗，使教學能夠更加符合考試需求，讓學生不再面臨學習 與應試分離的情況。</p>
                <h3>教學理念</h3>
                <p>秉持「效率就是勝率」的教學原則，給予學生最為準確的學習重點。注重由點至線而面的擴散式學習方式，以小見大貫通國語文考科的觀 念重點。典故出處，現代應用一次掌握。更具國高中國文課本與試題 編撰實務經驗，使教學能夠更加符合考試需求，讓學生不再面臨學習 與應試分離的情況。</p>
                <h3>教學理念</h3>
                <p>秉持「效率就是勝率」的教學原則，給予學生最為準確的學習重點。注重由點至線而面的擴散式學習方式，以小見大貫通國語文考科的觀 念重點。典故出處，現代應用一次掌握。更具國高中國文課本與試題 編撰實務經驗，使教學能夠更加符合考試需求，讓學生不再面臨學習 與應試分離的情況。</p>
            </div>
            <div class="imgbox">
                <img src="/images/teacher.jpg" alt="" />
            </div>
            <div class="content">
                <h2>章勳凱</h2>
                <p>國立政治大學中文研究所碩士</p>
            </div>
        </div>
        @endfor
    </div>
</div>
